import Pic1 from "../../images/화식-1.png";
import Pic2 from "../../images/화식-2.png";
import Pic3 from "../../images/화식-3.png";
import Pic4 from "../../images/간식-2.png";
import Pic5 from "../../images/간식-3.png";

export const ShopData = [
  {
    id: 1,
    product: "오리고기",
    category: "자연식",
    price: "7000 원",
    img: Pic1,
    desc:
      "풍부한 아미노산과 불포화지방산, 비타민이 풍부하여 피부, 털, 발톱 건강에 좋으며 콜레스테롤을 낮춰 혈관 질환 예방 및 강화에 효과가 있습니다.",
    ingrediednts: [
      {
        first: "오리고기 안심",
        firstDesc:
          "(국내산 1등급) 불포화 지방산이 함유되어있어 피부와 혈관 건강에 좋습니다. 오리안심은 풍부한 단백질을 함유하고 있어 기력 회복과 털, 피부, 발톱 재생에 도움을 줍니다.",
      },
      {
        second: "브로콜리",
        secondDesc:
          "(국내산) 비타민C 비타민A 미네랄이 풍부해 피부 미용에 효과가 좋고 칼륨과 식이섬유도 풍부합니다.",
      },
      {
        third: "당근",
        thirdDesc:
          "(국내산) 베타카로틴이 풍부하게 들어있어 면연력을 높이고 항상화작용, 피부미용, 노화방지, 눈건강에 좋습니다.",
      },
      {
        four: "파프라카",
        fourDesc:
          "(국내산) 칼로리가 낮고 비타민A와 비타민C가 많이 함유되어 피모에 좋습니다.",
      },
      {
        five: "애호박",
        fiveDesc:
          "(국내산) 식이섬유가 풍부하며 베타카로틴, 비타민A, 비타민C, 비타민E, 칼륨, 엽산이 풍부하며 레시틴 성분이 두뇌 건강에 도움을 줍니다.",
      },
      {
        six: "양배추",
        sixDesc:
          "(국내산) 비타민과 식이섬유가 많고 칼륨, 칼슘, 비타민C가 풍부합니다.",
      },
      {
        seven: "고구마",
        sevenDesc:
          "(국내산) 수분과 식이섬유가 풍부하여 변비와 다이어트에 좋습니다.",
      },
      {
        eight: "올리브유",
        eightDesc:
          "(스페인산) 풀포화 지방산이 많고 비타민E가 풍부해 항산화 효과가 있습니다. 좋은 지방 공급원으로 탈모 시력손상 피부질환 등에 좋습니다.",
      },
      {
        nine: "난각가루",
        nineDesc:
          "(동물복지 유정란) 동물복지 무항생제 유정란으로 만든 난각가루입니다. 슬개골 탈구 및 관절 강화에 좋은 천연칼슘제입니다.",
      },
    ],
  },
  {
    id: 2,
    product: "캥거루 고기",
    category: "자연식",
    price: "9000 원",
    img: Pic2,
    decs:
      "운동량이 많은 저지방 고단백의 캥거루 고기는 비만예방 및 다이어트 중인 반려견에게 아주 좋은 원재료입니다.",
    ingrediednts: [
      {
        first: "캥거루 고기",
        firstDesc:
          "(호주산) 육류중 가장 낮은 지방을 함유하고 있는 저지방 고단백의 캥거루 거기는 비만 예방 및 다이어트 중인 반려견에게 좋은 원료육입니다.",
      },
      {
        second: "브로콜리",
        secondDesc:
          "(국내산) 비타민C 비타민A 미네랄이 풍부해 피부 미용에 효과가 좋고 칼륨과 식이섬유도 풍부합니다.",
      },
      {
        third: "당근",
        thirdtDesc:
          "(국내산) 베타카로틴이 풍부하게 들어있어 면연력을 높이고 항상화작용, 피부미용, 노화방지, 눈건강에 좋습니다.",
      },
      {
        fourt: "파프라카",
        fourDesc:
          "(국내산) 칼로리가 낮고 비타민A와 비타민C가 많이 함유되어 피모에 좋습니다.",
      },
      {
        five: "애호박",
        fiveDesc:
          "(국내산) 식이섬유가 풍부하며 베타카로틴, 비타민A, 비타민C, 비타민E, 칼륨, 엽산이 풍부하며 레시틴 성분이 두뇌 건강에 도움을 줍니다.",
      },
      {
        six: "양배추",
        sixDesc:
          "(국내산) 비타민과 식이섬유가 많고 칼륨, 칼슘, 비타민C가 풍부합니다.",
      },
      {
        seven: "고구마",
        sevenDesc:
          "(국내산) 수분과 식이섬유가 풍부하여 변비와 다이어트에 좋습니다.",
      },
      {
        eight: "올리브유",
        eightDesc:
          "(스페인산) 풀포화 지방산이 많고 비타민E가 풍부해 항산화 효과가 있습니다. 좋은 지방 공급원으로 탈모 시력손상 피부질환 등에 좋습니다.",
      },
      {
        nine: "난각가루",
        nineDesc:
          "(동물복지 유정란) 동물복지 무항생제 유정란으로 만든 난각가루입니다. 슬개골 탈구 및 관절 강화에 좋은 천연칼슘제입니다.",
      },
    ],
  },
  {
    id: 3,
    product: "닭 고기",
    category: "자연식",
    price: "5000 원",
    img: Pic3,
    decs:
      "지방이 거의 없는 고단백 재료로써 비타민이 많이 함유 되어 있으며 신진대사 활성화와 피부, 이빨, 뼈의 성장에 도움이 됩니다.",
    ingrediednts: [
      {
        first: "닭가슴살",
        firstDesc:
          "지방이 거의 없는 고단백 원료육입니다. 비타민B3가 풍부해 신진대사 활성화와 피부, 이빨, 뼈의 성장에 도움이 됩니다.",
      },
      {
        second: "브로콜리",
        secondDesc:
          "(국내산) 비타민C 비타민A 미네랄이 풍부해 피부 미용에 효과가 좋고 칼륨과 식이섬유도 풍부합니다.",
      },
      {
        third: "당근",
        thirdDesc:
          "(국내산) 베타카로틴이 풍부하게 들어있어 면연력을 높이고 항상화작용, 피부미용, 노화방지, 눈건강에 좋습니다.",
      },
      {
        four: "파프라카",
        fourDesc:
          "(국내산) 칼로리가 낮고 비타민A와 비타민C가 많이 함유되어 피모에 좋습니다.",
      },
      {
        five: "애호박",
        fiveDesc:
          "(국내산) 식이섬유가 풍부하며 베타카로틴, 비타민A, 비타민C, 비타민E, 칼륨, 엽산이 풍부하며 레시틴 성분이 두뇌 건강에 도움을 줍니다.",
      },
      {
        six: "양배추",
        sixDesc:
          "(국내산) 비타민과 식이섬유가 많고 칼륨, 칼슘, 비타민C가 풍부합니다.",
      },
      {
        seven: "고구마",
        sevenDesc:
          "(국내산) 수분과 식이섬유가 풍부하여 변비와 다이어트에 좋습니다.",
      },
      {
        eight: "올리브 오일",
        eightDesc:
          "(스페인산) 풀포화 지방산이 많고 비타민E가 풍부해 항산화 효과가 있습니다. 좋은 지방 공급원으로 탈모 시력손상 피부질환 등에 좋습니다.",
      },
      {
        nine: "난각가루",
        nineDesc:
          "(동물복지 유정란) 동물복지 무항생제 유정란으로 만든 난각가루입니다. 슬개골 탈구 및 관절 강화에 좋은 천연칼슘제입니다.",
      },
    ],
  },
  {
    id: 4,
    product: "소고기 완자",
    category: "간식",
    price: "6000 원",
    img: Pic4,
    decs:
      "고단백 식품인 홍두깨살과 우엉을 함께 동그랗게 빚었습니다. 한 입 크기의 완자는 부드러운 식감으로 치아가 약한 강아지도 급여가 가능합니다.",
    ingrediednts: [
      {
        first: "소고기",
        firstDesc:
          "지방이 거의 없는 고단백 원료육입니다. 비타민B3가 풍부해 신진대사 활성화와 피부, 이빨, 뼈의 성장에 도움이 됩니다.",
      },
      {
        second: "이탈리안 파슬리",
        secondDesc:
          "비타민과 미네랄 엽산, 항산화제가 풍부해 함염 효과, 향균 효과, 면역력에 좋으며 구취 억제에도 도움을 주는 좋은 허브입니다.",
      },
      {
        third: "우엉",
        thirdDesc: "(국내산) 베타카로틴이 풍부하게 들어있어 면연력을 높입니다.",
      },
      {
        third: "당근",
        thirdDesc:
          "(국내산) 베타카로틴이 풍부하게 들어있어 면연력을 높이고 항상화작용, 피부미용, 노화방지, 눈건강에 좋습니다.",
      },
    ],
  },
  {
    id: 5,
    product: "닭가슴살 완자",
    category: "간식",
    price: "5000 원",
    img: Pic5,
    decs:
      "고단백 식품인 홍두깨살과 우엉을 함께 동그랗게 빚었습니다. 한 입 크기의 완자는 부드러운 식감으로 치아가 약한 강아지도 급여가 가능합니다.",
    ingrediednts: [
      {
        first: "닭가슴살",
        firstDesc:
          "지방이 거의 없는 고단백 원료육입니다. 비타민B3가 풍부해 신진대사 활성화와 피부, 이빨, 뼈의 성장에 도움이 됩니다.",
      },
      {
        second: "이탈리안 파슬리",
        secondDesc:
          "비타민과 미네랄 엽산, 항산화제가 풍부해 함염 효과, 향균 효과, 면역력에 좋으며 구취 억제에도 도움을 주는 좋은 허브입니다.",
      },
      {
        third: "우엉",
        thirdDesc: "(국내산) 베타카로틴이 풍부하게 들어있어 면연력을 높입니다.",
      },
      {
        four: "당근",
        fourDesc:
          "(국내산) 베타카로틴이 풍부하게 들어있어 면연력을 높이고 항상화작용, 피부미용, 노화방지, 눈건강에 좋습니다.",
      },
    ],
  },
];
